{
  "blogposts": [
    {
      "id": 0,
      "date": "14.07.2021",
      "time": "",
      "length": "1",
      "type": "blog",
      "title": "They always come with a side of skinny blond",
      "alternate_title": "A late introduction",
      "author": "By Viola Josephine Hestbech",
      "topic": "Love",
      "intro": "<p>Dear diary,<br> I went to work today and whilst lashing lattes, both steamed and on ice, over the counter, I locked eyes with a greek adonis looking fella. Now, this is supposed to be my hot girl summer (in a \"I'm hot and gon do me, even though I got rolls and thighs that love/hate each other on the daily\"- kind of way), and I was not gonna let this dude get away without my contact information, cause what wasn't hidden by the mask was looking cuuuute. I started giving him some of my grade A flirting and he goddamn flirted back, all while I was brewing his coffee!!! He took his large triple-shot cappuccino and sat down. I stood and contemplated how I was gonna inform him of his gorgeous looks, as well as my facebook URL for a minute and then told my colleages that I would just clean the cafe area, as I felt it had suddenly become very much a mess and in need of my attendance. But when i turned around the corner and entered the cafe, I saw him, his girlfriend and her very pregnant belly. And it made me wonder... Why do the good ones always come with a side of skinny blonde?</p>",
      "quote": "",
      "quote_author": "",
      "image": "https://violajosephine.com/assets/IMG_6349_jpg 2.JPG",
      "image_caption": "",
      "body1": "",
      "body2": "",
      "keywords": "",
      "youtube": "",
      "extra": "",
      "class": ""
    },
    {
      "id": 1,
      "date": "",
      "time": "",
      "length": "",
      "type": "",
      "title": "They always come with a side of skinny blond",
      "alternate_title": "",
      "author": "",
      "topic": "",
      "intro": "hej hej hej",
      "quote": "",
      "quote_author": "",
      "image": "",
      "image_caption": "",
      "body1": "",
      "body2": "",
      "keywords": "",
      "youtube": "",
      "extra": "",
      "class": ""
    }
  ]
}
